[
    {
        "title": "League of Legends First Objectives Analysis.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyzed the affect of first objectives in popular MOBA game League of Legends."
    },
    {
        "title": "DSC10 Final Project",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created song recommender based on similarity scores."
    },
    {
        "title": "Sleep Disorder Predictor",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Predict if a person has a sleep disorder using logistic regression. Utilized kaggle sleep and health dataset and heatmaps for visualization."
    },
    {
        "title": "Nintendo Switch Correlation With SAT Scores",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quasi nam, obcaecati nostrum magni maxime sit consequuntur placeat, accusantium doloribus fugit ipsa corporis amet, quo iste error vitae! Sed totam officia quam molestiae possimus iusto soluta cum aperiam repudiandae!"
    },
    {
        "title": "Text Based Dungeon Crawler Game",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Obcaecati et ut optio in voluptatibus animi velit labore eius corporis illum aliquid, accusamus eum repudiandae praesentium quibusdam saepe eveniet rem neque ipsa molestiae fuga. Culpa quasi reiciendis adipisci harum."
    },
    {
        "title": "Social Media Effect on Elections",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Delectus quisquam, cupiditate magnam numquam velit nemo impedit deleniti deserunt dolorum odit necessitatibus fuga quaerat. Quaerat, labore laudantium sequi enim architecto sapiente praesentium voluptatibus, quae nobis similique, quisquam quidem quia?"
    },
    {
        "title": "DSC80 Project 3",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quaerat voluptate perspiciatis laborum magni. Asperiores repudiandae aperiam reiciendis perspiciatis, omnis officiis ducimus ipsum laboriosam impedit optio eos quisquam voluptas aut veniam quis. Mollitia nesciunt ratione repellendus hic incidunt dolorem?"
    },
    {
        "title": "DSC80 Project 2",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ipsam quaerat sed, recusandae neque laborum ab eum veritatis perspiciatis aut id eos dolor praesentium, cum quidem dolore explicabo incidunt! Quibusdam minima aliquid optio distinctio mollitia, maiores autem laudantium dignissimos!"
    },
    {
        "title": "DSC80 Project 1",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Error, cupiditate quas? Facilis neque, alias aliquam facere deleniti harum. Quas, sit assumenda exercitationem accusamus eos quam animi molestiae aperiam. Minima deserunt commodi labore distinctio aliquam amet est, error veritatis?"
    },
    {
        "title": "DSC106 Project 1",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consequatur doloremque animi quibusdam voluptate asperiores quia voluptates placeat eum saepe sed ipsa eveniet, iste magnam totam quisquam, provident fuga voluptas aperiam. Molestiae aliquam impedit totam architecto! Libero, omnis molestiae?"
    },
    {
        "title": "HTML Validator",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Laudantium tenetur facilis cum, officiis, magni culpa dignissimos facere numquam quisquam explicabo, dolore mollitia maiores. Aperiam id vel reiciendis accusantium quo, quos amet consequatur culpa recusandae praesentium libero, enim ipsam?"
    },
    {
        "title": "Huffman Coding",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created a text file compression program."
    }
]